{
  "EN": {
    "chapter1": "Преемственность",
    "loc1": "Где то на севере Тихого океана. - 28° 30' северной широты 177° 54' западной долготы",
    "p1": "Мы готовы?! Противник контратакует!",
    "p2": "Первый и Второй авианесущие дивизионы, заряжайте свои торпедоносцы. Готовьтесь к антикорабельной атаке!",
    "p3": "Что?! Менять оборудование прямо сейчас?!",
    "p3-1": "Ни-сама, я не могу сделать это! Что если мы попадём под вражеские удары в момент когда мы не готовы?!",
    "p4": "Множественные цели на высоте 2000! Это вражеские самолёты!",
    "p5": "*смеётся* Шах и Мат",
    "p6": "Это была твоя десятая победа подряд!",
    "p7": "Ты играешь грязно...! Ты выманила моего Золотого Генерала! Это было не честно!",
    "p8": "Ты слишком сосредоточена на атаке. Твоя судьба была решена в тот момент когда ты выдвинула Короля на центр поля. Давай просто сойдёмся на том что скрытно наступать, при этом делая вид что ты сидишь в глухой обороне, это очень эффективная стратегия.",
    "p9": "Посмотрите на неё, как самодовольно виляет хвостами... Тебе просто повезло застать меня врасплох! Я тебе покажу... Давай сыграем ещё одну игру!",
    "p10": "А вот и одиннадцатая победа подряд!",
    "p11": "Боюсь, уже довольно поздно... Акаги, нам пора домой.  Мне бы не хотелось мешать тренировкам Каги.",
    "p12": "Что? Сбегаешь потому что боишься наконец проиграть мне?",
    "p13": "Вовсе нет. Через два дня Империя Сакуры проводит  ежегодные военно-морские учения.  Ты ведь не забыла об этом, правда? Кстати говоря, ты согласна с тем что в реальном бою мы более равны чем в настольной игре?",
    "p14": "Так и есть. Тогда мы проверим чей корабль современности самый мощный в реальном бою !",
    "p15": "Сестрёнка, я проверила всех участников этого года...  и они все кажутся очень целеустремлёнными! Я так взволнована!",
    "p16": "Сколько можно тебе говорить не называть меня 'сестрёнка' при посторонних?!",
    "p17": "Но ведь ты моя старшая сестра, почему я не могу называть тебя 'Сестрёнка'?",
    "p18": "*Вздыхает* ... Называй меня как хочешь... Завтра у нас тренировка... Надеюсь всё пройдёт хорошо...",
    "p19": "Я Нагато, флагманский корабль Объединённого флота! Я буду судить военно-морские учения в этом году!",
    "p20": "...В эти неспокойные времена мы сталкиваемся с угрозами со всех сторон, не только со стороны хаоса, который вызывают Сирены, но и со стороны других сил по всему миру. И поэтому...",
    "p21": "... сейчас как никогда мы все должны объедениться!",
    "p22": "И мы должны показать нашим врагам, что флот Империи Сакуры сильнее, чем когда либо прежде!",
    "p23": "*Флагман Объединённого флота и жрица Империи Сакура Нагато пристально обвела взглядом все корабли, присутствовавшие на военных играх.*",
    "p24": "Флагманский корабль победившей в военных играх этого года стороны будет назначен следующим флагманом Объединенного флота!",
    "p25": "Нагато сама... следующий флагман?!",
    "p26": "Сейчас я объявлю составы команд для учений этого года!",
    "p27": "Красная команда: Линейный крейсер 'Амаги'...",
    "p28": "Синяя команда: Линкор Кага...",
    "p29": "Какая прелесть! Амаги, ты готова к реваншу?",
    "p30": "Военные учения этого года определят дальнейший курс для нашего Объединенного флота.",
    "p31": "Я хочу, чтобы вы все помнили об этом. Я хочу, чтобы вы продемонстрировали, всё на что вы способны, и боролись в полную силу!",
    "p32": "...Теперь, начнём же учения Объединённого флота!",
    "p33": "Что?! Что флагман команды 'Красных' делает на линии фронта, впереди своего авангарда? ",
    "p34": "Учения - не место для бездельников. Кага может начать действовать непредсказуемо, если я не покажусь.",
    "p35": "Ты должно быть слишком уверена в себе, что бы выйти вперёд к линии фронта? Это же не просто игра.",
    "p36": "Мда.. Я уверена, что вам повезло, это всего лишь учения, и я не настоящий ваш враг в реальном бою. Но всё же я не позволю вам продвинуться дальше, как и поступили бы враги. Если вы хотите пройти вам придётся победить меня!",
    "p37": "Тогда давай устроим хороший бой. *Хихикает*",
    "p38": "Всё кончено. Ничего не поделать, когда сталкиваешься с превосходящей огневой мощью.",
    "p39": "Ты всё равно хорошо показала себя.",
    "p40": "...Амаги, ты действительно собираешься сделать это?",
    "p41": "Я не могу придумать другой причины, по которой ты сама пошла в авангард вместо того что бы командовать своей группой с позиции флагмана.",
    "p42": "Тебе показалось... Возможно, просто пришлось сменить обычный темп. Это может пригодиться в будущем. ",
    "p43": "Как сказала Нагато-сама, мир вокруг нас в хаосе. Мы не можем позволить себе погрязнуть в нашем изоляционизме.",
    "p44": "Именно потому, на этих учениях, я хотела бы опробовать новые стратегии.",
    "p45": "Если мы сможем получить новые знания или хотя бы узнать, чего не следует делать в будущем, это приведёт к отличному результату.",
    "p46": "....",
    "p47": "Сейчас посмотрим на результаты первого дня военно-морских учений!",
    "p48": "На этом первый день военно-морских учений Объединенного флота подошел к концу.",
    "p49": "*Кхе, кхе*... Наконец-то всё закончилось... Она была слишком близка к разгадке моего плана...",
    "p50": "Вот что происходит, когда я долго не тренеруюсь... *Кхе, кхе*... Кажется, я сейчас упаду в обморок...",
    "p51": "Мне нужно продержаться... еще совсем немного...",
    "p52": "Хахаха.. Так ты возглавляешь атакующий отряд, Нака?",
    "p53": "Так и есть! Для меня большая честь сражаться рядом с моими наставниками и быть кандидатом на следующий флагман Объединенного флота!",
    "p54": "Я рада что у тебя всё получается. Ты впервые выступаешь в роли лидера на учениях?",
    "p55": "Ты права, Амаги-сан!",
    "p56": "Ахах, хорошо, что ты такая нетерпеливая, но я надеюсь, ты не забыла, что мы на поле боя.",
    "p57": "Конечно, нет! То, что ты мой наставник, не значит, что я отойду в сторону и вежливо пропущу тебя!",
    "p58": "Тогда давай посмотрим на что ты способна.",
    "p59": "Ты победила в конце концов, Амаги-сан! Ты уничтожила меня!",
    "p60": "Не унывай, ты хорошо боролась. Ты многому научилась у своих сестер.",
    "p61": "А ты хорошо ладишь со своей сестрой?",
    "p62": "Не могу сказать. Но могу сказать, что твои сестры были весьма хороши на предыдущих учениях.",
    "p63": "Джинтсу мудра, Сэндай сильна... И качества, которыми ты обладаешь, могут соперничать с их качествами или даже превосходить их.",
    "p64": "Хехе, спасибо! Буду усердно работать и дальше!",
    "p65": "...Я бы хотела, чтобы Акаги была больше похожа на тебя.",
    "p66": "Акаги..? Ты имеешь в виду твою сестру?",
    "p67": "С ней все будет хорошо. Если ей понадобится совет, у неё есть ты!",
    "p68": "Так будет не всегда... *Кхе*! *Кхе-кхе*!",
    "p69": "Кажется, все куда-то торопятся... Что-то произошло сегодня утром?",
    "p70": "О, ты наконец-то здесь. Происходит что-то не очень хорошее. Просто следуй за мной.",
    "p71": "Они поспешили к месту, возле которого все собирались.",
    "p72": "Это было около информационного стенда с результатами учений.",
    "p73": "Ты болтунья! Ты сбежала с поля боя поджав хвосты!",
    "p74": "Послушай, идиотка. Эта хитрая, коварная лиса - эксперт по обману своими грязными махинациями.",
    "p75": "То, что она лично появляется на передовой, не означает, что я ослаблю бдительность и поддамся ее соблазну, что бы ни говорила такая идиотка, как ты.",
    "p76": "И более того, я линкор. Я совершенно не похожа на такие крейсеры, как вы двое.",
    "p77": "Посмотри, какая у вас тонкая броня. Думаешь, у меня, линкора, есть причины бояться сражаться с вами?",
    "p78": "Как ты смеешь! В отличие от тебя, ни-сама и я всегда были сосредоточены на скорости! Как такая улитка, как ты, догонит нас, идущих со скоростью 30 узлов?",
    "p79": "...Цвет твоих волос говорит сам за себя, внутри твоя голова белая, как чистый холст, идиотка!",
    "p80": "Нет, ты, подхалимка! Единственное, что тебя спасает, это твой большой каблук за которым ты прячешься...!",
    "p81": "Две сестры, которые, казалось, были готовы подраться, в мгновение ока замолчали от охватившей их ярости.",
    "p82": "Кого это ты назвала «хитрой, коварной лисицей»?",
    "p83": "Нии-сама!!",
    "p84": "Разве я не говорила тебе быть вежливой со всеми? Зачем ты затеваешь драку с Кагой?",
    "p85": "А теперь успокойтесь и пожмите руки друг другу",
    "p86": "Амаги улыбнулась и заставила Акаги и Кагу взяться за руки.",
    "p87": "...У обеих на головах образовались шишки.",
    "p88": "-- Эта женщина меня серьезно пугает.",
    "p89": "Под любящей улыбкой Амаги скрывалась ярость, которая напугала бы даже самых подлых чудищ. Все очевидцы знали это наверняка.",
    "p90": "Ну вот, теперь вы помирились и будете жить долго и счастливо.",
    "p91": "Обе сестры начали крепче сжимать руки друг друга, видимо, потому, что они еще не достигли полного взаимопонимания.",
    "p92": "Тем не менее, подавленные молчаливой яростью Амаги, они обе неохотно отпустили руки друг друга и пошли в противоположных направлениях.",
    "p93": "На этот раз тебе удалось уйти, подхалимка. В следующий раз, когда я увижу тебя на поле боя, я заставлю тебя понять разницу наших классов.",
    "p94": "Хм! До конца дня я заставлю ТЕБЯ понять, что Амаги — сильнейшая в своем классе, так что не думай, что сможешь снова сбежать.",
    "p95": "Защита короля состоит из 3 золотых и серебряных фигур... и ты наконец поняла, как их атаковать.",
    "p96": "За это я должна поблагодарить тебя. Будем честны, ты знаешь о хитрости и тактике гораздо больше меня...",
    "p97": "Но в бою у такой, как ты, нет шансов против меня!",
    "p98": "Тогда давай заключим пари: если ты победишь, я стану твоей слугой, которая устранит всех, кто встанет у тебя на пути.",
    "p99": "Но если я выиграю, ты станешь самым мощным оружием в моем арсенале и будешь участвовать в исполнении моих планов.",
    "p100": "Король приближается и съедает тебя... Ты не можешь убежать.",
    "p101": "«Вся война основана на обмане». Я спланировала всё это еще до начала учений.",
    "p102": "Воу!.. Как это вообще возможно...",
    "p103": "Даже посреди стрельбы и взрывов тебе удается сохранять спокойствие, корректировать стратегию и отдавать команды...",
    "p104": "Я признаю полное поражение. Поступай со мной как знаешь.",
    "p105": "Ведьма!.. Перестань быть такой самоуверенной...!",
    "p106": "Их непринужденная беседа продолжалась еще некоторое время.",
    "p107": "Я вот что думаю. Твои стратегии предполагают, что ты в какой-то степени плюёшь на осторожность.",
    "p108": "А что, если бы сегодня были не учения, а настоящее сражение...? Смогла бы ты на самом деле...",
    "p109": "...",
    "p110": "Военно-морские учения Объединённого флота Империи Сакура должны были завершиться поздравительной речью Нагато.",
    "p111": "Леди и джентельмены, я горжусь вами всеми, участниками наших военно-морских учений!",
    "p112": "Обе команды, Красные и Синие, под предводительством Амаги и Каги соответственно, сражались очень хорошо на протяжении всего мероприятия!",
    "p113": "Поскольку существенных различий в технике, размерах или оснащении не было, единственным, что определяло победителя, была тактика...",
    "p114": "Объединенный флот воспользуется опытом, полученным в ходе военных учений этого года, в частности, навыками владения орудиями и торпедами, а также опытом работы с различными комбинациями кораблей, отличающихся от стандартных.",
    "p115": "Я хочу, чтобы вы использовали эти навыки и были готовы к войне с любой внешней угрозой, будь то Сирены или другая держава.",
    "p116": "Что касается кандидата на пост следующего флагмана Объединенного флота...",
    "p117": "Когда придет время, я передам свои полномочия линейному крейсеру класс-Амаги, «Амаги»!",
    "p118": "Амаги, ты должна быть готова к серьёзной ответственности, обязанностям, которые могут соперничать с обязанностями жрицы храма Империи Сакуры, долг который передается по наследству со времен Микасы-сама!",
    "p119": "Ни-сама...будет следующим флагманом Объединённого флота!",
    "p120": "Акаги была так рада, что не могла сдержать слёз.",
    "p121": "Как все мы знаем, наша битва с Сиренами много десятилетий назад была выиграна благодаря инвестированию колоссального количества ресурсов в нашу армию.",
    "p122": "Но мы были не единственными, кто это сделал. Чтобы создать спасительную голубую линию через весь  океан, все крупные державы должны были заплатить равную цену за эту общую победу...",
    "p123": "И теперь, когда Сирены были временно отброшены, и мы восстановили свои силы, адмиралтейства всех фракций провели обсуждение  и пришли к Соглашению.",
    "p124": "Союз Орла, Королевский флот, Империя Сакуры, Ирис и Сардиния уже подписали его... ",
    "p125": "Фактически, большинство адмиралтейств всех основных держав, участвовавших в Великой войне, подписали его.",
    "p126": "Фракции стараются помешать друг другу достичь полного превосходства, одновременно стремясь к балансу сил и экономя на содержании своих флотов. Они говорят, что каждый «должен сократить свой флот на согласованную величину».",
    "p127": "...Я была так же поражена, как и вы все.",
    "p128": "По сути, это означает, что отныне строительство новых крупных кораблей не допускается, а строительство уже начатых должно быть остановлено.",
    "p129": "Несколько тех кому повезло могут быть переоборудованы в другой тип корабля, но остальные никогда не будут достроены.",
    "p130": "И любое судно, не выполнившее условия Соглашения, должно быть......списано.",
    "p131": "Теперь, я понимаю.",
    "p132": "Чтобы выжить нужно развиваться.",
    "p133": "Природа устроена так, что слабые вымирают.",
    "p134": "Те кто погиб, были просто слишком слабы. Ни больше ни меньше.",
    "p135": "Если такова моя судьба, то по крайней мере позвольте мне встретить свой конец в бою.",
    "p136": "Теперь я доверяю будущее Объединённого флота, нет, всей Империи Сакуры - тебе...",
    "p137": "Моему...заклятому...сопернику.",
    "p138": "Амаги, у нас проблема! Кага только что оставила это письмо, прежде чем отправиться в контролируемое Сиренами Зеркальное Море в одиночку! Мы отправили за ней дивизион эсминцев, но им не хватит огневой мощи, чтобы провести разведку в Зеркальном море...",
    "p139": "Мы не единственные, кого это коснулось. Даже те девушки из Союза Орла...",
    "p140": "Амаги, наша экипировка тоже будет демонтирована и заменена этими странными штуками...?",
    "p141": "Мне даже не посчастливилось ощутить отдачу моих 41-сантиметровых стволов...",
    "p142": "(Однако отправлять наспех собранный флот на территорию Сирен крайне неразумно... Что же мне делать...?)",
    "p143": "Скажи, Амаги, неужели эти «маленькие комарики» способны заменить великолепие наших основных батарей?",
    "p144": "С самого начала мир никогда не судил, кто слаб, а кто силен. Вы просто используете это как предлог, чтобы уйти от реальности.",
    "p145": "...Комарики?",
    "p146": "...Точно! Это идея!",
    "p147": "Хосё, я хочу попросить тебя об одолжении, как первого авианосца Империи Сакуры ...",
    "p148": "Сестра, теперь ты будешь искать в Зеркальных морях, оставаясь на связи с этими самолетами, да? Я тоже-",
    "p149": "Вот что стало с территориями, на которых хозяйничали Сирены... Я была здесь всего полмесяца назад, а теперь...",
    "p150": "Действия Сирен непредсказуемы. Кто мог предвидеть, что они нападут на то же место, где мы только что провели военно-морские учения?",
    "p151": "Хочу спросить то же самое. Зачем ты делаешь это?",
    "p152": "За будущее Объединённого флота? Империи Сакуры? Ты пытаешься казаться крутой, думая, что смерть решит все твои проблемы?",
    "p153": "Какая ужасающая стратегия... наносить последовательные авиаудары, в то время как мы не имеем возможности контролировать воздушное пространство...",
    "p154": "Если мы вернемся в порт, нам придется придумать какие-то контрмеры... и разработать новую экипировку для борьбы с этой угрозой... *кхе* *кхе*",
    "p155": "Амаги, ты же не собираешься здесь проиграть!",
    "p156": "Флот Сакуры, который долгое время гордился своими великолепными орудиями, возвышавшимися до небес, не имел опыта отражения беспощадных атак авианосцев.",
    "p157": "«Когда твоя решимость слаба, ты рискуешь не только своей жизнью, но и жизнями своих товарищей».",
    "p158": "Она, наконец, пришла в сознание, но у меня для вас больше нет хороших новостей. Ей необходимо отдыхать, и сегодня она не будет принимать посетителей.",
    "p159": "Во время осмотра мы обнаружили, что Куб мудрости Амаги был сильно повреждён. Никто точно не знает, как и почему это случилось.",
    "p160": "На самом деле, скорее всего, это произошло раньше текщих событий.",
    "p161": "Её перенапряжение в Зеркальном море лишь усугубило эту проблему...",
    "p162": "Однако меня беспокоит, что...",
    "p163": "И что же это?",
    "p164": "... что в таком состоянии она даже не сможет вести нормальную гражданскую жизнь, не говоря уже о переоборудовании в авианосец.",
    "p165": "Я Нагато, флагманский корабль Объединённого флота. Подданные Империи Сакуры, слушайте меня!",
    "p166": "Как вы, возможно, слышали, Сирены вторглись в наши воды, когда мы не были готовы.",
    "p167": "Они захватили и превратили один из наших полигонов в Зеркальное море.",
    "p168": "Мы должны быть бдительны и учиться на последствиях нашей стратегической оплошности.",
    "p169": "В результате Объединенный флот должен усилить свой периметр, патрулируя и создавая гарнизоны на отдаленных островах.",
    "p170": "Мы также разрабатываем план по возвращению того, что у нас отняли.",
    "p171": "Поэтому, чтобы усилить наши торпедные эскадры и основные флоты для защиты от потенциальных крупномасштабных вторжений Сирен,мы проведем еще одни военно-морские учения!",
    "p172": "Как и в прошлый раз, Красная команда будет наступать, а Синяя команда — обороняться!",
    "p173": "Те из вас, кто хочет произвести сильное впечатление, сделайте все возможное, чтобы продемонстрировать свою грозную силу и изящную технику!",
    "p174": "По моей команде сейчас начнется военная игра по обороне острова!",
    "p175": "(Амаги... ты точно хочешь этого...?)",
    "p176": "Амаги, что это значит? Почему ты тут?",
    "p177": "Я полагаю, что Хатакадзэ уже рассказала вам... о состоянии моего тела.",
    "p178": "Мир уже начал меняться. Эра больших мега кораблей и пушек скоро подойдет к концу.",
    "p179": "Мы вступаем... в эру авианосцев.",
    "p180": "Возможно, ты найдёшь это смешным... но я хочу почувствовать отдачу от залпов моих орудий, пока я еще остаюсь линейным крейсером... в последний раз.",
    "p181": "Поэтому я решила участвовать в учениях несмотря на моё состояние.",
    "p182": "Я уже говорила, что мир не судит, кто силен, а кто слаб",
    "p183": "Я, Амаги, родилась в этом мире несовершенной — ты бы сказала, слабой.",
    "p184": "Однако, поскольку я хотела защитить Акаги и всех остальных во флоте то даже эта слабачка попыталась стать «сильной».",
    "p185": "Вот почему я отчаянно занималась учёбой и тренировками, чтобы люди считали меня от природы «сильной».",
    "p186": "Возможно, ты тоже это поняла. В конце концов, я не смогла достичь истинной силы.",
    "p187": "Хотя многие этого еще не осознали, вскоре в морях будут править авианосцы.",
    "p188": "И когда придет время, вы с Акаги станете основой будущего флота Сакуры.",
    "p189": "Вы столкнетесь с противниками, такими же, как вы, со всего мира, и даже сильнее вас.",
    "p190": "Но помните, что никогда нельзя недооценивать своих врагов, и всегда стремитесь стать сильнее.",
    "p191": "В отличие от меня, родившейся слабачкой, ты родилась сильной. И тебе суждено стать еще сильнее.",
    "p192": "Для тебя и Акаги ваша сила — это одновременно и ваше право по рождению, и ваш долг.",
    "p193": "Поэтому запомни меня не как Амаги «слабачку», а как Амаги «сильную». Подними мою мантию и стань той силой, которую я мог бы только представлять.",
    "p194": "Пожалуйста, защити Империю Сакуры вместо меня...",
    "p195": "... ... И, пожалуйста, позаботься о моей сестре Акаги...",


 
  },
  "CN": {
    "chapter1": "Пролог",
    "loc1": "Восточный Океан - Координаты 28.502085 - 177.914427",
    "p1": "Мы до сих пор не готовы?! Противник начал контратаку!",
    "p2": "Всем членам экипажей Первого и Второго дивизиона авианосцев выполнить приказ и немедленно оснастить свои палубные самолеты торпедным оружием, готовясь к противокорабельной атаке!",
    "p3": "Что?! Менять оборудование прямо сейчас?!",
    "p3-1": "Решающее значение на войне имеет скорость. Каждый наш шаг стоит тысячи золотых. Что если противник воспользуется этой возможностью....",
    "p4": "Азимут 0630 Высота 2000! Замечено несколько вражеских самолётов приближающихся на большой скорости!",
    "p5": "Хе-хе... Вот это тебя и убьёт.",
    "p6": "Моя старшая сестра выиграла уже десять раз подряд!",
    "p7": "Тебе удалось заманить моего Золотого Генерала на диагональную линию. Как хитро!",
    "p8": "Хе-хе, кто сказал тебе что эффективно атаковать всеми фигурами сразу? Если твой король доходит до середины поля, финал очевиден. Иногда можно сделать вид что ты сидишь в обороне, заманивая добычу в расставленные тобой ловушки, это принесёт намного большую выгоду по итогу",
    "p9": "Что? Ты выглядишь такой самодовольной, об этом говорит твой высоко поднятый хвост. Я просто была слишком беспечной в этой партии... Очисти поле, давай сыграем ещё один раунд!",
    "p10": "Cестра выиграла одиннадцать игр подряд!",
    "p11": "Уже поздно, Акаги. Нам пора возвращаться. Если мы останемся ещё немного, то помешаем мастеру Каге тренироваться.",
    "p12": "Хочешь сбежать сразу после победы?",
    "p13": "Ни в коем случае! Не забывай, что самые важные ежегодные совместные учения Империи Сакуры и Чунцина начнутся уже послезавтра. Я не думаю, что госпожа Кага хотела бы проиграть на реальном поле боя с таким же разгромным счётом как и в сегодняшних играх, верно же? Хе-хе.",
    "p14": "...Хмф, в таком случае...давай посмотрим, чей линкор нового поколения самый мощный в реальном бою!",
    "p15": "Моя дорогая сестра, я проверила обстановку. В этом году все кандидаты очень взволнованы, так что эти учения стоят того, чтобы за ними понаблюдать.",
    "p16": "Разве я не говорила тебе называть меня 'сестра' когда рядом есть другие люди?!",
    "p17": "Эй! Почему я не могу называть тебя 'Сестра-сама'?",
    "p18": "*Вздыхает* ... Называй меня как хочешь... Совместные учения значит... Они могут немного отличаться от прошлых... Надеюсь всё пройдёт хорошо...",
    "p19": "Господа из Империи Сакуры, я главный судья этих совместных учений, флагман Объединённого флота Нагато.",
    "p20": "В эту бурную эпоху мы сталкиваемся с угрозами со стороны Сирен и ограничениями со стороны других сил.",
    "p21": "В такие неспокойные времена Империя Сакуры ещё больше нуждается в вашем упорном труде и вере.",
    "p22": "В эту эпоху кризиса Империи Сакуры нужен новый лидер, который будет являться сильным человеком.",
    "p23": "*Нагато остановилась и пристально посмотрела на Амаги и Кагу которые стояли прямо перед сценой.*",
    "p24": "Как вы уже догадались, флагманский корабль победителя совместных военных учений станет восьмым флагманом Объединенного флота Империи Сакуры.",
    "p25": "Госпожа Нагато действительно собирается уйти с поста флагмана?! Об этом не было никаких новостей или даже слухов!",
    "p26": "Кхм. Позвольте мне зачитать распределение команд для совместных учений:",
    "p27": "Красная команда: Флагман: Линейней крейсер 'Амаги', в подчинении 1-я эскадрилья, 14-я торпедная эскадрилья, 236-я эскадрилья эсминцев.",
    "p28": "Синяя команда: Флагман: Линкор 'Кага', в подчинении 2-я эскадрилья, 23-я эскадрилья противоминной борьбы, 145-я эскадрилья эсминцев.",
    "p29": "Ничего неожиданного, Амаги... Я точно тебя одолею...",
    "p30": "Эти совместные учения имеют большое значение.",
    "p31": "Я надеюсь, что в ближайшие несколько дней, вы сможете применить на практике то, чему научились в своей жизни, использовать всю свою мудрость и силу, чтобы провести прекрасную битву!",
    "p32": "Объявляю официальное начало совместных учений!",
    "p33": "Это же флагман Красной команды! Не ожидала, что [Король-Генерал] лично отправится на передовую, Амаги.",
    "p34": "Хаха, в конце концов мы же не в прятки играем. Если я спрячусь, Кага никогда меня не сможет меня найти, и это будет очень долго.",
    "p35": "Ты так уверена в себе... Для тебя эти учения всего лишь игра, не так ли?",
    "p36": "...ты действительно так хороша. К счастью, мы с тобой на самом деле не враги. Ну что ж, несматря ни на что я выполню свой долг, даже будучи всего лишь [Пехотинцем]. Если хочешь пройти, тебе сначала придётся пройти через меня! ",
    "p37": "Это именно то, чего я хочу!",
    "p38": "Уф...Всё, я признаю своё поражение. Твоя огневая мощь просто на другом уровне...",
    "p39": "Спасибо. Ты выполнила свой долг.",
    "p40": "...Амаги, ты серьёзно?",
    "p41": "От тебя, как от флагмана, ожидолось что ты будешь только планировать и разрабатывать стратегию в глубоком тылу, чтобы контролировать общую ситуацию. У тебя не было необходимости применять столь радикальную тактику и выходить на передовую.",
    "p42": "Нельзя постоянно опираться на старые стратегии",
    "p43": "Как сказала Нагато, неспокойные времена уже не за горами. Было бы глупо с моей стороны держаться подальше от неприятностей в такие времена.",
    "p44": "Поскольку это всего лишь учения, мы можем без риска попробовать абсолютно разные стратегии и тактики. Благодаря этому уже будущие поколения смогут узнать в каких случаях лучше их использовать, а в каких нет",
    "p45": "Учения позволяют достичь различных результатов, и всё это очень ценно для меня.",
    "p46": "Динь-Динь",
    "p47": "Первый день учений завершён. Начинаем подведение итогов.",
    "p48": "Муцу позвонила в колокол, давая сигнал об окончании первого дня учений.",
    "p49": "Кхе-Кхе...неужели всё наконец закончилось?... Меня почти разоблачили...",
    "p50": "Я давно не тренировалась, и не могу больше выдерживать такие нагрузки даже в течение короткого времени...кхе..",
    "p51": "...Мне нужно потерпеть ещё немного.. Осталось всего два сражения...",
    "p52": "Так это ты, Нака, отвечаешь за атаку.",
    "p53": "Да, Госпожа Амаги!",
    "p54": "Хаха, ты выглядишь такой энергичной. Это должно быть твой первый опыт в таких крупных учениях?",
    "p55": "Да, для меня большая честь участвовать в учениях вмести со всеми вами, мои наставники, и стать свидетелем рождения следующего флагмана!",
    "p56": "Какой хороший и вежливый ребёнок. Ты ведь не забыла, что это поле боя?",
    "p57": "Не забыла, даже если ты сама Госпожа Амаги, я не пропущу тебя просто поклонившись",
    "p58": "Очень хорошо. Тогда посмотрим, на что способны эти крейсеры нового поколения!",
    "p59": "Как и ожидалось от Госпожи Амаги, я проиграла.",
    "p60": "Молодец, похожу ты многому научилась у своих двоих сестёр",
    "p61": "Госпожа Амаги знает моих двух сестёр?",
    "p62": "Конечно. На предыдущих учениях твои сёстры затмили всех.",
    "p63": "У Джинтсу есть потенциал стать лидером. А характер Сэндай похож на Кагу... Глядя на тебя, младшая сестрёнка, вижу что в тебе тоже есть потенциал.",
    "p64": "Спасибо за комплимент! Я буду продолжать учердно работать над целью догнать своих старших сестёр!",
    "p65": "Ха-ха, ты такой активный ребёнок... Я очень надеюсь, что Акаги сможет у тебя поучиться.",
    "p66": "Эй, ты имеешь в виду Госпожу Акаги?",
    "p67": "Пока Госпожа Амаги здесь, с Госпожой Акаги определённо всё будет в порядке!",
    "p68": "Кхе-Кхе-Кхе-кхе...",
    "p69": "Ещё так рано. Тренировки ещё не началить. Но почему все так встревожены? Что то случилось?",
    "p70": "Госпожа Амаги, ты здесь как раз вовремя. Кое что случилось. Пойдём со мной, скорее!",
    "p71": "Вдвоём они побежали в направлении собравшейся толпы",
    "p72": "Площадка около доски с результатами предыдущего дня учений была заполнена людьми, из середины толпы доносились крики и шум.",
    "p73": "Грр, сейчас ты только и можешь, что болтать. Почему тебя вчера не было видно на учениях?!",
    "p74": "Поскольку я столько раз сражалась с Амаги, я больше не позволю этой старой лисе обмануть меня.",
    "p75": "Кто знает, не устроила ли она засаду перед тем, как сама вступила в бой!",
    "p76": "К тому же я линкор, и мои оборонительные возможности на другом уровне, в отличии от ваших крейсеров",
    "p77": "Посмотри, какая у тебя тонкая броня. Думаешь, я испугалась бы, если бы мы столкнулись лицом у лицу?",
    "p78": "У нас с сестрой совершенно другая тактика боя, в отличии от тебя. С нашей скоростью в 30 узлов, мы можем догнать тебя и сбить с ног, заставив молить о пощаде!",
    "p79": "Ты!! Ты тупая старая седовласая ведьма!!!",
    "p80": "Ты тупая, большегрудая и безмозглая подражательница!",
    "p81": "Вокруг внезапно появилась мощная убийственная аура, сопровождаемая громким хлопком. Шум моментально утих.",
    "p82": "Так..Кого ты тут назвала «Старой Лисицей» ?",
    "p83": "Сестра Амаги!",
    "p84": "Разве я не говорила тебе, что мы все должны жить в гармонии? Как ты могла задеть Кагу-сама за живое...",
    "p85": "А теперь подошли друг к другу, пожали руки и помирились!",
    "p86": "Амаги скрепила руки Акаги и Каги и любезно улыбнулась",
    "p87": "От оплеух Амаги, на макушках Акаги и Каги появились две большие ярко-красные шишки.",
    "p88": "В гневе эта женщина очень страшна!!!",
    "p89": "Стоящие вокруг люди мгновенно осознали эту истину. Убийственная аура исходившая от доброй улыбки обладала способностью уничтожить всё живое вокруг.",
    "p90": "Ну вот, все вернулось на круги своя. Поздравляю! Поздравляю!",
    "p91": "Однако руки, которые они сцепили, сжимались всё крепче и крепче. На их лбах постепенно проступали вены.",
    "p92": "Но внезапно, эти двое снова почувствовали, как вокруг них сгущается смертоносная аура и они поспешно расцепили руки, развернулись и пошли в разные стороны.",
    "p93": "Тссс, сегодня я тебя отпущу, маленькая подражательница. Давай посоревнуемся ещё раз, когда ты наконец сможешь выйти на настоящее поле боя.",
    "p94": "Хм, сегодня сестра Амаги покажет тебе, что класс Амаги - это самый совершенный класс кораблей, так что не убегай снова.",
    "p95": "«Для защиты Нефритового Генерала необходимо использоваться три золотых и три серебрянных». Я не ожидала, что ты наконец научишься использовать защитную тактику для нападения.",
    "p96": "Всему этому я научилась у тебя. Честно говоря, я меньше тебя разбираюсь в основах тактики и стратегии...",
    "p97": "Однако, когда дело доходит до реального боя, я не уступаю тебе!",
    "p98": "Тогда, если ты победишь, я поддержу тебя и устраню все препятствия на твоём пути.",
    "p99": "Но если я выиграю, то ты должна будешь поддерживать меня.",
    "p100": "«Окружена и схвачена Генералом Юй» - у тебя нет путей к отстплению.",
    "p101": "На войне все средства хороши. Эту стратегию я разработала ещё в самый первый день учений.",
    "p102": "В конце концов, я проиграла тебе...",
    "p103": "Умение сохранять спокойствие и ясность ума, командовать среди дыма и огня от оружейных залпов действительно заслуживает прозвища «Призрачный стратег».",
    "p104": "Что ж, я признаю тот факт, что я тебе проиграла.",
    "p105": "Эй! Не испытывай судьбу!",
    "p106": "Однако Амаги, которая сначала смеялась и поддразнивала Кагу, внезапно снова стала серьёзной.",
    "p107": "В любом случае, твои действия в бою, при которых ты плюёшь на оценку окружающей обстановки, абсолютно безрассудны!",
    "p108": "Если бы это были не учения, а настоящее сражение, Кага, ты бы...",
    "p109": "Динь-Динь",
    "p110": "Когда синий флаг Каги был спущен, Нагато позвонила в колокол, объявляя об окончании учений.",
    "p111": "Совместные военно-морские учения официально завершены. Благодарим всех наших партнёров, принявших участие в учениях, за их упорный труд!",
    "p112": "Сегодня Красная команда, под предводительством Амаги одержала окончательную победу.",
    "p113": "Благодаря своей выдающейся стратегии и сложной тактике артеллирийской и минной подготовке, они подарили нам великолепное зрелище в виде современного морского сражения.",
    "p114": "Я верю, что эти битвы станут предметом изучения для всех интересующихся на протяжении следующего десятилетия.",
    "p115": "Как я уже говорила, будущее Империи Сакуры нуждается в сильных людях. Империи нужны сильные люди, такие как Амаги, способные правильно оценить ситуацию и возглавить армию.",
    "p116": "Я объявляю, что через месяц официально ухожу в отставку с поста флагмана Объединенного флота Империи Сакуры.",
    "p117": "Первый корабль Амаги-класса, «Амаги», вступит в должность восьмого Флагмана Объединенного флота Империи Сакуры после официального ввода в эксплуатацию.",
    "p118": "Флагман Амаги сможет выполнить свои обязанности и сделать всё возможное ради будущего Империи Сакуры.",
    "p119": "Здорово! Ты слышала? Тебя скоро повысят до флагмана, сестра!!!",
    "p120": "Акага плакала от радости глядя на сестру. Амаги стояла и удовлетворённо улыбалась.",
    "p121": "Как мы все знаем, хоть мы и отбросили врага в предыдущей Великой войне против Сирен, все стороны альянса вложили огромную кучу ресурсов и боевой мощи, что истощило силы фракций.",
    "p122": "Наша Империя Сакуры также переживает сейчас очень трудный период...",
    "p123": "Учитывая сложившуюся ситуацию, верховные лидеры пяти основных фракций, несколько дней назад, после взаимных консультаций, наконец создали совместную резолюцию следующего содержания...",
    "p124": "«Контролируя общее водоизмещение военно-морских сил пяти крупнейших держав, можно сократить национальные расходы на электроэнергию, сохраняя при этом стратегический баланс против Сирен по всему миру»",
    "p125": "«Подписавшие договор стороны должны отказаться от своих планов по строительству линкоров и не могут строить или приобретать новые линкоры.»",
    "p126": "«Водоизмещение крупных кораблей каждой подписавшей стороны не должен превышать уровня, указанного в соглашении.»",
    "p127": "«Союз Орла - 525000 тонн, Королевский Флот - 525000 тонн, Империя Сакуры - 315000 тонн, Ирис - 175000 тонн, Империя Сардиния - 175000 тонн.»",
    "p128": "Если у фракции есть корабли с избыточным водоизмещением, независимо от того построены ли они или находятся на стадии строительства, то их можно переоборудовать в авианосцы. Но не более двух едениц... Остальные будут....",
    "p129": "*Нагато откашлялась, глубоко вздохнула и продолжила*",
    "p130": "...Выведены из эксплуатации и списаны",
    "p131": "Я понимаю",
    "p132": "Выживают наиболее приспособленные",
    "p133": "Смерть слабых неизбежна",
    "p134": "Они слишком слабы, это единственная причина",
    "p135": "Поскольку финал один в любом случае, то лучше погибнуть в сражении на поле боя",
    "p136": "Будущее Объединённого флота Империи Сакуры в твоих руках",
    "p137": "Мой давний соперник.",
    "p138": "О нет! Лорд Амаги, Лорд Кага отставила это письмо и отправилась в Зеркальное Море, которым управляют Сирены! Поисковый отряд уже бросился в погоню, но до сих пор не обнаружено никаких следов...",
    "p139": "Это коснулось и Союза Орла. Количество линейных крейсеров класса «Лекснгтон» было сокращено с шести до двух в соответствии с Соглашением, и даже они были переоборудованы в авианосцы...",
    "p140": "Сестра Амаги... Неужели наши орудия тоже демонтируют и заменят их этими странными летающими штуками...?",
    "p141": "Аааа! Мне даже не удалось ощутить, каково это делать залп из 410-мм орудия...",
    "p142": "(Однако отправлять основной флот в воды контролируемые Сиренами, для проведения крупномасштабных поисков сейчас действительно слишком глупо... Должно быть какое-то другое решение...)",
    "p143": "Сестра Амаги, скажи, неужели эта маленькая штука, способная летать по небу, действительно сможет заменить пушку?",
    "p144": "...",
    "p145": "...А, точно, маленькая летающая штучка...",
    "p146": "Кажется, я нашла выход из этой ситуации...!",
    "p147": "Мастер Хосё... Ты - первый авианосец, построенный Империей Сакуры! Также, на данный момент, ты наш единственный авианосец...",
    "p148": "Я тоже!...",
    "p149": "Это тот самый отдалённый остров, который захватили Сирены? Мы совсем недавно проводили тут учения, а теперь... Так жалко.",
    "p150": "Никто не ожидал, что Сирены совершат налёт на место, в котором только что проводились крупномасштабные учения... Но раз уж это уже произошло, поздно переживать...",
    "p151": "Почему я здесь... Это всё из-за твоего неразумного поведения!!!",
    "p152": "Что за бред в письме - «Будущее Объединённого флота Империи Сакуры в твоих руках».. Ты думаешь просто оставить всё позади, написав всешл лишь одно предложение?!",
    "p153": "Я не ожидала, что большие корабли и мощные орудия окажутся настолько бессильны перед этими надоедливыми маленькими созданиями...",
    "p154": "Если мы сможем вернуться в порт.. Мне придётся попросить отдел разработок создать какое-нибудь оружие специально против этих штук...кхе-кхе...",
    "p155": "Эй! Амаги, тебя же называют «Призрачным стратегом» Империи Сакуры, придумай что нам делать?!",
    "p156": "Очередная волна вражеских самолётов начала готовиться к пикированию Кага в отчаянии закрыла глаза и снова крепко обняла Амаги.",
    "p157": "«Ошибка, которую я совершила из-за своей внутреннеей слабости, затронула моих товарищей, пришедших мне на помощь.».",
    "p158": "Проведя несколько дней в коме, Лорд Амаги сегодня наконец пришла в себя. Но ей необходимо больше отдыха...ей сегодня нельзя принимать посетителей.",
    "p159": "Во время обследования, мы обнаружили что в Кубе Мудрости Амаги существует огромный изъян, появившийся видимо ещё при его формировании.",
    "p160": "На самом деле, она держится за это тело...",
    "p161": "...только ради нас... После того куак она вошла в Зеркальное Море, ситуация с её Кубом обострилась...",
    "p162": "Я боюсь...",
    "p163": "...Боишься чего?",
    "p164": "Боюсь, что в будущем она больше не сможет участвовать в сражениях, в качестве боевого корабля...возможно, даже не сможет жить обычной жизнью...",
    "p165": "Товарищи состоящие в Объединённом флоте, я Нагато, флагман Объединённого флота Империи Сакуры",
    "p166": "Как вы все знаете, Сирены атаковали отдалённый остров, когда мы меньше всего этого ожидали, и взяли под контроль воды вокруг острова",
    "p167": "Ранее, мы ослабили бдительность, поскольку остров был необитаемый и к тому же там только что прошли учения.",
    "p168": " Это был серьёзный стратегический промах, из которого нам следует извлечь урок.",
    "p169": "Мы уже усилили патрулирование и приняли меры безопасности на всех островах, а также разрабатываем оперативный план по освобождению отдалённых островов.",
    "p170": "Чтобы избежать повторения ошибок и обеспечить слаженность в будущих операциях.... ",
    "p171": "Я решила провести сегодня учения по обороне острова!",
    "p172": "Составы двух команд те же, что и на прошедших учениях. Синяя команда будет атаковать, Красная команда защищаться.",
    "p173": "Я надеюсь, что вы примените на практике то, чему научились на протяжении своей жизни, используете всю свою мудрость и силу, чтобы достойно провести битву на сегодняшних учениях!",
    "p174": "Объявляю официальное начало учений по обороне острова!",
    "p175": "(...Амаги, это всё что нужно сделать, верно?)",
    "p176": "Амаги, о чём ты, чёрт возьми, думаешь! Ты участвуешь в таких учениях...",      
    "p177": "Хатакадзэ тебе всё рассказала, да? Моё физическое состояние... У меня осталось мало времени.",
    "p178": "Мир меняется, и эпоха больших кораблей и больших орудий постепенно подходит к концу...",
    "p179": "Будущее...принадлежит авианосцам.",
    "p180": "..Ты можешь смеяться, но я действительно хочу снова выстрелить из своих главных орудий, в качестве линейного крейсера!... Даже если это будет всего лишь один раз...последний раз.",
    "p181": "Поэтому я решила участвовать в учениях несмотря на моё состояние.",
    "p182": "Я уже как то говорила тебе, что сила и слабость в этом мире не определяются внешними факторами.",
    "p183": "Я пришла в этот мир несовершенной, и была абсолютной «слабачкой»",
    "p184": "Однако, я усердно работала, что бы стать сильнее, просто чтобы изменить этот факт и заставить всех думать, что я «сильный человек».",
    "p185": "Сначала мне казалось, что если я стану «сильным человеком», то смогу защитить свою сестру и окружающих меня людей.",
    "p186": "В конце концов, я так и не смогла сделать правильный выбор, чтобы изменить мир...",
    "p187": "Хотя никто пока этого не осознаёт, все океаны в будущем, безусловно, будут принадлежать авианосцам.",
    "p188": "К тому времени вы с Акаги, переоборудованные в авианосцы, станете опорой Империи Сакуры.",
    "p189": "В разных частях света будут появляться противники, которые будут такими же, как вы.... нет, даже сильнее вас.",
    "p190": "Никогда не недооценивай врага и никогда не переставай стремиться к тому чтобы стать сильнее.",
    "p191": "В отличие от меня, которая родилась как «слабый человек», ты родилась «сильным человеком» и тебе суждено стать ещё сильнее.",
    "p192": "У тебя есть все возможности для этого.",
    "p193": "Поэтому, пожалуйста, исполни волю Амаги, ту которую ты считаешь «сильной», а не Амаги, которая на самом деле «слаба»",
    "p194": "Защити будущее Империи Сакуры от моего имени.",
    "p195": "....Также моя сестра Акаги будет находиться под твоей опекой...",

  }
}