{
  "EN": {
    "chapter1": "Преемственность",
    "loc1": "Где то на севере Тихого океана. - 28° 30' северной широты 177° 54' западной долготы",
    "p1": "Мы готовы?! Противник контратакует!",
    "p2": "Первый и Второй авианесущие дивизионы, заряжайте свои торпедоносцы. Готовьтесь к антикорабельной атаке!",
    "p3": "Что?! Менять оборудование прямо сейчас?!",
    "p3-1": "Ни-сама, я не могу сделать это! Что если мы попадём под вражеские удары в момент когда мы не готовы?!",
    "p4": "Множественные цели на высоте 2000! Это вражеские самолёты!",
    "p5": "*смеётся* Шах и Мат",
    "p6": "Это была твоя десятая победа подряд!",
    "p7": "Ты играешь грязно...! Ты выманила моего Золотого Генерала! Это было не честно!",
    "p8": "Ты слишком сосредоточена на атаке. Твоя судьба была решена в тот момент когда ты выдвинула Короля на центр поля. Давай просто сойдёмся на том что скрытно наступать, при этом делая вид что ты сидишь в глухой обороне, это очень эффективная стратегия.",
    "p9": "Посмотрите на неё, как самодовольно виляет хвостами... Тебе просто повезло застать меня врасплох! Я тебе покажу... Давай сыграем ещё одну игру!",
    "p10": "А вот и одиннадцатая победа подряд!",
    "p11": "Боюсь, уже довольно поздно... Акаги, нам пора домой.  Мне бы не хотелось мешать тренировкам Каги.",
    "p12": "Что? Сбегаешь потому что боишься наконец проиграть мне?",
    "p13": "Вовсе нет. Через два дня Империя Сакуры проводит  ежегодные военно-морские учения.  Ты ведь не забыла об этом, правда? Кстати говоря, ты согласна с тем что в реальном бою мы более равны чем в настольной игре?",
    "p14": "Так и есть. Тогда мы проверим чей корабль современности самый мощный в реальном бою !",
    "p15": "Сестрёнка, я проверила всех участников этого года...  и они все кажутся очень целеустремлёнными! Я так взволнована!",
    "p16": "Сколько можно тебе говорить не называть меня 'сестрёнка' при посторонних?!",
    "p17": "Но ведь ты моя старшая сестра, почему я не могу называть тебя 'Сестрёнка'?",
    "p18": "*Вздыхает* ... Называй меня как хочешь... Завтра у нас тренировка... Надеюсь всё пройдёт хорошо...",
    "p19": "Я Нагато, флагманский корабль Объединённого флота! Я буду судить военно-морские учения в этом году!",
    "p20": "...В эти неспокойные времена мы сталкиваемся с угрозами со всех сторон, не только со стороны хаоса, который вызывают Сирены, но и со стороны других сил по всему миру. И поэтому...",
    "p21": "... сейчас как никогда мы все должны объедениться!",
    "p22": "И мы должны показать нашим врагам, что флот Империи Сакуры сильнее, чем когда либо прежде!",
    "p23": "*Флагман Объединённого флота и жрица Империи Сакура Нагато пристально обвела взглядом все корабли, присутствовавшие на военных играх.*",
    "p24": "Флагманский корабль победившей в военных играх этого года стороны будет назначен следующим флагманом Объединенного флота!",
    "p25": "Нагато сама... следующий флагман?!",
    "p26": "Сейчас я объявлю составы команд для учений этого года!",
    "p27": "Красная команда: Линейный крейсер 'Амаги'...",
    "p28": "Синяя команда: Линкор Кага...",
    "p29": "Какая прелесть! Амаги, ты готова к реваншу?",
    "p30": "Военные учения этого года определят дальнейший курс для нашего Объединенного флота.",
    "p31": "Я хочу, чтобы вы все помнили об этом. Я хочу, чтобы вы продемонстрировали, всё на что вы способны, и боролись в полную силу!",
    "p32": "...Теперь, начнём же учения Объединённого флота!",
    "p33": "Что?! Что флагман команды 'Красных' делает на линии фронта, впереди своего авангарда? ",
    "p34": "Учения - не место для бездельников. Кага может начать действовать непредсказуемо, если я не покажусь.",
    "p35": "Ты должно быть слишком уверена в себе, что бы выйти вперёд к линии фронта? Это же не просто игра.",
    "p36": "Мда.. Я уверена, что вам повезло, это всего лишь учения, и я не настоящий ваш враг в реальном бою. Но всё же я не позволю вам продвинуться дальше, как и поступили бы враги. Если вы хотите пройти вам придётся победить меня!",
    "p37": "Тогда давай устроим хороший бой. *Хихикает*",
    "p38": "Всё кончено. Ничего не поделать, когда сталкиваешься с превосходящей огневой мощью.",
    "p39": "Ты всё равно хорошо показала себя.",
    "p40": "...Амаги, ты действительно собираешься сделать это?",
    "p41": "Я не могу придумать другой причины, по которой ты сама пошла в авангард вместо того что бы командовать своей группой с позиции флагмана.",
    "p42": "Тебе показалось... Возможно, просто пришлось сменить обычный темп. Это может пригодиться в будущем. ",
    "p43": "Как сказала Нагато-сама, мир вокруг нас в хаосе. Мы не можем позволить себе погрязнуть в нашем изоляционизме.",
    "p44": "Именно потому, на этих учениях, я хотела бы опробовать новые стратегии.",
    "p45": "Если мы сможем получить новые знания или хотя бы узнать, чего не следует делать в будущем, это приведёт к отличному результату.",
    "p46": "....",
    "p47": "Сейчас посмотрим на результаты первого дня военно-морских учений!",
    "p48": "На этом первый день военно-морских учений Объединенного флота подошел к концу.",
    "p49": "*Кхе, кхе*... Наконец-то всё закончилось... Она была слишком близка к разгадке моего плана...",
    "p50": "Вот что происходит, когда я долго не тренеруюсь... *Кхе, кхе*... Кажется, я сейчас упаду в обморок...",
    "p51": "Мне нужно продержаться... еще совсем немного..."

 
  },
  "CN": {
    "chapter1": "Пролог",
    "loc1": "Восточный Океан - Координаты 28.502085 - 177.914427",
    "p1": "Мы до сих пор не готовы?! Противник начал контратаку!",
    "p2": "Всем членам экипажей Первого и Второго дивизиона авианосцев выполнить приказ и немедленно оснастить свои палубные самолеты торпедным оружием, готовясь к противокорабельной атаке!",
    "p3": "Что?! Менять оборудование прямо сейчас?!",
    "p3-1": "Решающее значение на войне имеет скорость. Каждый наш шаг стоит тысячи золотых. Что если противник воспользуется этой возможностью....",
    "p4": "Азимут 0630 Высота 2000! Замечено несколько вражеских самолётов приближающихся на большой скорости!",
    "p5": "Хе-хе... Вот это тебя и убьёт.",
    "p6": "Моя старшая сестра выиграла уже десять раз подряд!",
    "p7": "Тебе удалось заманить моего Золотого Генерала на диагональную линию. Как хитро!",
    "p8": "Хе-хе, кто сказал тебе что эффективно атаковать всеми фигурами сразу? Если твой король доходит до середины поля, финал очевиден. Иногда можно сделать вид что ты сидишь в обороне, заманивая добычу в расставленные тобой ловушки, это принесёт намного большую выгоду по итогу",
    "p9": "Что? Ты выглядишь такой самодовольной, об этом говорит твой высоко поднятый хвост. Я просто была слишком беспечной в этой партии... Очисти поле, давай сыграем ещё один раунд!",
    "p10": "Cестра выиграла одиннадцать игр подряд!",
    "p11": "Уже поздно, Акаги. Нам пора возвращаться. Если мы останемся ещё немного, то помешаем мастеру Каге тренироваться.",
    "p12": "Хочешь сбежать сразу после победы?",
    "p13": "Ни в коем случае! Не забывай, что самые важные ежегодные совместные учения Империи Сакуры и Чунцина начнутся уже послезавтра. Я не думаю, что Лорд Кага хотела бы проиграть на реальном поле боя с таким же разгромным счётом как и в сегодняшних играх, верно же? Хе-хе.",
    "p14": "...Хмф, в таком случае...давай посмотрим, чей линкор нового поколения самый мощный в реальном бою!",
    "p15": "Моя дорогая сестра, я проверила обстановку. В этом году все кандидаты очень взволнованы, так что эти учения стоят того, чтобы за ними понаблюдать.",
    "p16": "Разве я не говорила тебе называть меня 'сестра' когда рядом есть другие люди?!",
    "p17": "Эй! Почему я не могу называть тебя 'Сестра-сама'?",
    "p18": "*Вздыхает* ... Называй меня как хочешь... Совместные учения значит... Они могут немного отличаться от прошлых... Надеюсь всё пройдёт хорошо...",
    "p19": "Господа из Империи Сакуры, я главный судья этих совместных учений, флагман Объединённого флота Нагато.",
    "p20": "В эту бурную эпоху мы сталкиваемся с угрозами со стороны Сирен и ограничениями со стороны других сил.",
    "p21": "В такие неспокойные времена Империя Сакуры ещё больше нуждается в вашем упорном труде и вере.",
    "p22": "В эту эпоху кризиса Империи Сакуры нужен новый лидер, который будет являться сильным человеком.",
    "p23": "*Нагато остановилась и пристально посмотрела на Амаги и Кагу которые стояли прямо перед сценой.*",
    "p24": "Как вы уже догадались, флагманский корабль победителя совместных военных учений станет восьмым флагманом Объединенного флота Империи Сакуры.",
    "p25": "Лорд Нагато действительно собирается уйти с поста флагмана?! Об этом не было никаких новостей или даже слухов!",
    "p26": "Кхм. Позвольте мне зачитать распределение команд для совместных учений:",
    "p27": "Красная команда: Флагман: Линейней крейсер 'Амаги', в подчинении 1-я эскадрилья, 14-я торпедная эскадрилья, 236-я эскадрилья эсминцев.",
    "p28": "Синяя команда: Флагман: Линкор 'Кага', в подчинении 2-я эскадрилья, 23-я эскадрилья противоминной борьбы, 145-я эскадрилья эсминцев.",
    "p29": "Ничего неожиданного, Амаги... Я точно тебя одолею...",
    "p30": "Эти совместные учения имеют большое значение.",
    "p31": "Я надеюсь, что в ближайшие несколько дней, вы сможете применить на практике то, чему научились в своей жизни, использовать всю свою мудрость и силу, чтобы провести прекрасную битву!",
    "p32": "Объявляю официальное начало совместных учений!",
    "p33": "Это же флагман Красной команды! Не ожидала, что [Король-Генерал] лично отправится на передовую, Амаги.",
    "p34": "Хаха, в конце концов мы же не в прятки играем. Если я спрячусь, Кага никогда меня не сможет меня найти, и это будет очень долго.",
    "p35": "Ты так уверена в себе... Для тебя эти учения всего лишь игра, не так ли?",
    "p36": "...ты действительно так хороша. К счастью, мы с тобой на самом деле не враги. Ну что ж, несматря ни на что я выполню свой долг, даже будучи всего лишь [Пехотинцем]. Если хочешь пройти, тебе сначала придётся пройти через меня! ",
    "p37": "Это именно то, чего я хочу!",
    "p38": "Уф...Всё, я признаю своё поражение. Твоя огневая мощь просто на другом уровне...",
    "p39": "Спасибо. Ты выполнила свой долг.",
    "p40": "...Амаги, ты серьёзно?",
    "p41": "От тебя, как от флагмана, ожидолось что ты будешь только планировать и разрабатывать стратегию в глубоком тылу, чтобы контролировать общую ситуацию. У тебя не было необходимости применять столь радикальную тактику и выходить на передовую.",
    "p42": "Нельзя постоянно опираться на старые стратегии",
    "p43": "Как сказала Нагато, неспокойные времена уже не за горами. Было бы глупо с моей стороны держаться подальше от неприятностей в такие времена.",
    "p44": "Поскольку это всего лишь учения, мы можем без риска попробовать абсолютно разные стратегии и тактики. Благодаря этому уже будущие поколения смогут узнать в каких случаях лучше их использовать, а в каких нет",
    "p45": "Учения позволяют достичь различных результатов, и всё это очень ценно для меня.",
    "p46": "Динь-Динь",
    "p47": "Первый день учений завершён. Начинаем подведение итогов.",
    "p48": "Муцу позвонила в колокол, давая сигнал об окончании первого дня учений.",
    "p49": "Кхе-Кхе...неужели всё наконец закончилось?... Меня почти разоблачили...",
    "p50": "Я дано не тренировалась, и не могу больше выдерживать такие нагрузки даже в течение короткого времени...кхе..",
    "p51": "...Мне нужно потерпеть ещё немного.. Осталось всего два сражения..."
  }
}